import img from '../../../public/images.jpeg';

export default
[
	{
		date: '19 июня',
		messages: [
			{
				type: 'person',
				text: `Привет! Смотри, тут всплыл интересный кусок лунной космической истории&nbsp;&mdash; НАСА в&nbsp;<nobr>какой-то</nobr> момент попросила Хассельблад адаптировать модель SWC для полетов на&nbsp;Луну. Сейчас мы&nbsp;все знаем что астронавты летали с&nbsp;моделью 500 EL&nbsp;&mdash; и&nbsp;к&nbsp;слову говоря, все тушки этих камер все еще находятся на&nbsp;поверхности Луны, так как астронавты с&nbsp;собой забрали только кассеты с&nbsp;пленкой.
				<br />
				<br />
				Хассельблад в&nbsp;итоге адаптировал SWC для космоса, но&nbsp;<nobr>что-то</nobr> пошло не&nbsp;так и&nbsp;на&nbsp;ракету они так никогда и&nbsp;не&nbsp;попали. Всего их&nbsp;было произведено 25 штук, одну из&nbsp;них недавно продали на&nbsp;аукционе за&nbsp;45000&nbsp;евро.`,
				time: '11:56',
				seen: false,
			},
			{
				type: 'person',
				imgSrc: img,
				time: '11:56',
				seen: false,
			},
			{
				type: 'me',
				text: 'Круто!',
				time: '12:00',
				seen: true,
			},
		],
	},
];
